function Filters() {
    return (
        <div id="container">
            <div id="content">
                <h1>НАШИ СИСТЕМЫ ФИЛЬТРОВ</h1>
                <div id="block1">
                    <img src="/public/Rectangle 20.svg" id="picture1" alt="Фото 1" />
                    <p>
                        <span className="yellow-text">AquaSabbath</span> - это инновационная <br />
                        система фильтров, разработанная<br />
                        специально для использования в сельском<br />
                        хозяйстве. Работая от солнечной энергии,<br />
                        она обеспечивает независимое и<br />
                        энергоэффективное очищение воды.<br />
                        Способная очищать до 200 литров воды в<br />
                        час, AquaSabbath обеспечивает <br />
                        надежное и эффективное водоснабжение <br />
                        для сельскохозяйственных нужд,<br />
                        поддерживая высокий стандарт качества <br />
                        воды.<br />
                    </p>
                </div>
                <div id="block2">
                    <p id="text2">
                        <span className="yellow-text">ClearLennon</span> - это инновационная <br />
                        система фильтров, созданная для <br />
                        бытового использования. Работая от <br />
                        солнечной энергии, она обеспечивает <br />
                        независимое и экологически чистое <br />
                        очищение воды. Способная очищать до<br />
                        50 литров воды в час, ClearLennon<br />
                        обеспечивает надежное и эффективное<br />
                        водоснабжение для вашего дома,<br />
                        поддерживая высокий уровень чистоты и <br />
                        качества воды.<br />
                    </p>
                    <img src="/public/Rectangle 21.svg" id="picture2" alt="Фото 2" />
                </div>
            </div>
        </div>
    );
}

export default Filters;
