import './WhyUs.css' 

function WhyUs() {
    return (
        <div id="whyus">
            <div id="content">
                <h1>Почему мы?</h1>
                <div id="block3">
                    <img src="../rocket-front-color.svg" id="rocket-front-color" alt="Ракета" />
                    <p>
                        <b>Экспертиза и опыт:</b> Мы обладаем богатым опытом и глубокими знаниями в
                        области разработки и производства фильтров для очистки воды как для
                        сельского хозяйства, так и для бытового использования. Наша команда
                        специалистов работает на передовом крае технологий, чтобы предоставить
                        вам самые эффективные и надежные решения.
                    </p>
                </div>
                <div id="block4">
                    <img src="../file-fav-front-color.svg" id="file-fav-front-color" alt="Файл" />
                    <p>
                        <b>Инновационные технологии:</b> Мы постоянно ищем новые методы и технологии,
                        чтобы улучшить наши продукты и обеспечить вас лучшими решениями для очистки воды.
                        Наш подход к инновациям позволяет нам разрабатывать продукты, которые соответствуют
                        самым высоким стандартам качества и эффективности.
                    </p>
                </div>
                <div id="block5">
                    <img src="../medal-front-color.svg" id="medal-front-color" alt="Медаль" />
                    <p>
                        <b>Качество и надежность:</b> Мы стремимся к высочайшему качеству во всем, что
                        мы делаем. Наши фильтры проходят строгие проверки качества и сертификации,
                        чтобы гарантировать их надежную и безопасную работу. Мы уверены в качестве
                        наших продуктов и предлагаем гарантии на все наши изделия.
                    </p>
                </div>
            </div>
        </div>
    );
}

export default WhyUs;
